Revit 2024 API
ParameterTypeId.ThermalMaterialParamVaporPressure Property
 "Vapor Pressure"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ThermalMaterialParamVaporPressure { get; }
Visual Basic
Public Shared ReadOnly Property ThermalMaterialParamVaporPressure As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ThermalMaterialParamVaporPressure {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace